Repository: phoneuooyd/FoodbookApp
Catalog: Resources/Localization/Strings.*.resx
Languages: pl

source: To create a shopping list, open Planner, schedule meals and save the plan.
pl: Aby utworzyć listę zakupów, przejdź do Planera i zaplanuj posiłki, a następnie zapisz plan.

# Akcje
source: Actions
pl: Akcje

# Archiwum
source: Archive
pl: Archiwum

# Bialko
source: Protein
pl: Bialko

# Białko (g)
source: Protein (g)
pl: Białko (g)

# Brak list zakupów
source: No shopping lists
pl: Brak list zakupów

# Brak składników
source: No ingredients
pl: Brak składników

# Brak zarchiwizowanych list zakupow
source: No archived shopping lists
pl: Brak zarchiwizowanych list zakupow

# Data do:
source: End date:
pl: Data do:

# Data od:
source: Start date:
pl: Data od:

# Dodaj przepis
source: Add recipe
pl: Dodaj przepis

# Dodaj składnik
source: Add ingredient
pl: Dodaj składnik

# Domyślna ilość porcji (lista zakupów)*
source: Default number of servings (shopping list)*
pl: Domyślna ilość porcji (lista zakupów)*

# Ilość
source: Quantity
pl: Ilość

# Ilość *
source: Quantity *
pl: Ilość *

# Import z internetu
source: Import from internet
pl: Import z internetu

# Informacja
source: Info
pl: Informacja

# Informacje podstawowe
source: Basic information
pl: Informacje podstawowe

# Jednostka
source: Unit
pl: Jednostka

# Jednostka *
source: Unit *
pl: Jednostka *

# Kalorie
source: Calories
pl: Kalorie

# Lista zakupów
source: Shopping list
pl: Lista zakupów

# Listy zakupów
source: Shopping lists
pl: Listy zakupów

# Nazwa
source: Name
pl: Nazwa

# Nazwa przepisu *
source: Recipe name *
pl: Nazwa przepisu *

# Nazwa składnika
source: Ingredient name
pl: Nazwa składnika

# Nazwa składnika *
source: Ingredient name *
pl: Nazwa składnika *

# Obliczone automatycznie na podstawie składników:
source: Automatically calculated from ingredients:
pl: Obliczone automatycznie na podstawie składników:

# Opis
source: Description
pl: Opis

# Personalizuj
source: Customize
pl: Personalizuj

# Planer
source: Planner
pl: Planer

# Plany
source: Plans
pl: Plany

# Posiłków dziennie:
source: Meals per day:
pl: Posiłków dziennie:

# Przepisy
source: Recipes
pl: Przepisy

# Składnik
source: Ingredient
pl: Składnik

# Składniki
source: Ingredients
pl: Składniki

# Sposób dodawania przepisu
source: Recipe creation method
pl: Sposób dodawania przepisu

# Sposób obliczania wartości odżywczych
source: Nutrient calculation mode
pl: Sposób obliczania wartości odżywczych

# Statystyki Diety
source: Diet statistics
pl: Statystyki Diety

# Szukaj składników...
source: Search ingredients...
pl: Szukaj składników...

# Twoj osobisty asystent kulinarny
source: Your personal cooking assistant
pl: Twoj osobisty asystent kulinarny

# Tłuszcze (g)
source: Fat (g)
pl: Tłuszcze (g)

# URL przepisu *
source: Recipe URL *
pl: URL przepisu *

# Ustawienia
source: Settings
pl: Ustawienia

# Wartości odżywcze
source: Nutritional values
pl: Wartości odżywcze

# Wartości odżywcze (na całą porcję)
source: Nutritional values (per serving)
pl: Wartości odżywcze (na całą porcję)

# Weglowodany
source: Carbohydrates
pl: Weglowodany

# Wklej link do przepisu
source: Paste recipe link
pl: Wklej link do przepisu

# Wprowadź nazwę przepisu
source: Enter recipe name
pl: Wprowadź nazwę przepisu

# Wprowadź nazwę składnika
source: Enter ingredient name
pl: Wprowadź nazwę składnika

# Wprowadź opis przepisu
source: Enter recipe description
pl: Wprowadź opis przepisu

# Wprowadź wartości ręcznie:
source: Enter values manually:
pl: Wprowadź wartości ręcznie:

# Wybierz składnik
source: Select ingredient
pl: Wybierz składnik

# Węglowodany (g)
source: Carbohydrates (g)
pl: Węglowodany (g)

# Zapisz
source: Save
pl: Zapisz

# Zweryfikuj dane z OpenFoodFacts:
source: Verify data with OpenFoodFacts:
pl: Zweryfikuj dane z OpenFoodFacts:

# aktywnych list
source: active lists
pl: aktywnych list

# zapisanych przepisow
source: saved recipes
pl: zapisanych przepisow

# zarchiwizowanych
source: archived
pl: zarchiwizowanych

# ✏️ Ręcznie
source: ✏️ Manual
pl: ✏️ Ręcznie

# ➕ Dodaj składnik
source: ➕ Add ingredient
pl: ➕ Dodaj składnik

# ➕ Posiłek
source: ➕ Meal
pl: ➕ Posiłek

# 🌐 Z linku
source: 🌐 From link
pl: 🌐 Z linku

# 🍽️ Witaj w Foodbook
source: 🍽️ Welcome to Foodbook
pl: 🍽️ Witaj w Foodbook

# 💡 Funkcja dostepna wkrotce - planuj posilki aby zobaczyc statystyki
source: 💡 Feature coming soon - plan meals to see statistics
pl: 💡 Funkcja dostepna wkrotce - planuj posilki aby zobaczyc statystyki

# 📂 Przejdz
source: 📂 Go
pl: 📂 Przejdz

# 📅 Przejdź do Planera
source: 📅 Go to Planner
pl: 📅 Przejdź do Planera

# 📋 Skopiuj obliczone
source: 📋 Copy calculated
pl: 📋 Skopiuj obliczone

# 🔄 Importuj przepis
source: 🔄 Import recipe
pl: 🔄 Importuj przepis

# 🔍 Weryfikuj
source: 🔍 Verify
pl: 🔍 Weryfikuj

# 🔍 Weryfikuj wszystkie
source: 🔍 Verify all
pl: 🔍 Weryfikuj wszystkie

# 🔒 Wkrotce
source: 🔒 Coming soon
pl: 🔒 Wkrotce

# 🧮 Automatycznie
source: 🧮 Automatic
pl: 🧮 Automatycznie

# Wybierz język
source: Choose language
pl: Wybierz język
